Repository: lmoppert/KRONOS-Timeslots
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: English
de: Englisch

source: German
de: Deutsch

source: Object not found
de: Das angeforderte Objekt wurde nicht gefunden

source: Choose dock
de: Anzuzeigende Rampen

source: Apply filter
de: Filter anwenden

source: Error:
de: Fehler:

source: Warning:
de: Warnung:

source: Info:
de: Information:

source: Success:
de: Erfolgreich verarbeitet:

source: Empty page
de: Leere Seite

source: Imprint
de: Impressum

source: Open jobs
de: Aktuelle Aufträge

source: Previous
de: Vorige

source: Page %(current)s of %(total)s
de: Seite %(current)s von %(total)s

source: Next
de: Nächste

source: Timeslots site admin
de: Timeslots

source: Back to the Timeslots application
de: Zurück zur Timeslots Anwendung

source: Update Your Profile
de: Änderungen übernehmen

source: Choose block
de: Wählen Sie einen Block

source: Block from
de: Blockieren von

source: Block until
de: Blockieren bis

source: Slots
de: Ladefenster

source: Block selected slots
de: Ladezeiten blocken

source: Release selected slots
de: Ladezeiten freigeben

source: At least one %(model)s is required.
de: Es muss mindestens ein %(model)s angegeben werden

source: Booking deadline = time on the day before from which on a slot can not be reserved any more. Set this to midnight to turn off this feature completely for this station
de: Buchungs Deadline = Uhrzeit am Tag vor der Verladung, bis zu der ein Slot für den Folgetag noch gebucht werden kann. Steht dies auf Mitternacht, ist die Überprüfung deaktiviert.

source: RVNP = Rien ne vas plus -- time when a slot can not be edited any more, set to Midnight to have the deadline as RNVP
de: RNVP = Rien ne va plus -- Anzahl der Stunden vor der Verladung, bis zu der noch Änderungen erlaubt sind. Wenn als Wert Mitternacht angegeben wird, zähltdie Deadline als Frist

source: Choose this option if this station will be opened on weekends
de: Wenn diese Option gewählt wird, können Slots auch am Wochenende gebucht werden

source: If this option is marked, the reservation form offers the opportunity to add more than one job
de: Wenn diese Option gewählt wird, können bei der Reservierung mehrere Aufträge für einen Slot angegeben werden

source: This option adds a Statusbar to the job view, which shows the current loading status
de: Mit dieser Option wird die Anzeige eines Slots um einen Statusbalken ergänzt

source: Choose this option if you want to be able to mark charges with an KLV/NV flag
de: Wählen Sie diese Option, wenn es möglich sein soll, Ladungen mit einer KLV/NV-Kennzeichnung zu versehen

source: Station
de: Ladestelle

source: Stations
de: Ladestellen

source: Dock
de: Rampe

source: Docks
de: Rampen

source: 0 for unlimited
de: 0 für beliebig viele

source: Block
de: Ladefenster-Block

source: Blocks
de: Ladefenster-Blöcke

source: loadmaster
de: Lademeister

source: charger
de: Beschicker

source: user
de: Anwender

source: viewer
de: Zuschauer

source: Language
de: Sprache

source: Street
de: Straße

source: Country
de: Land

source: Phone
de: Telefon

source: Company
de: Firma

source: ZIP
de: PLZ

source: Town
de: Stadt

source: blocked
de: Geblockt

source: reserved
de: Reserviert

source: Slot
de: Ladefenster

source: Job
de: Auftrag

source: Jobs
de: Aufträge

source: Logging
de: Protokoll

source: Loggings
de: Protokolle

source: Length of a time slice in minutes, default is 30 min.
de: Länge einer Zeit-Einheit in Minuten, Standard ist 30 Minuten.

source: Scale
de: Waage

source: Scales
de: Waagen

source: Product
de: Produkt

source: Products
de: Produkte

source: Availability
de: Verfügbares Produkt

source: Availabilities
de: Verfügbare Produkte

source: Silo-Job
de: Silo-Auftrag

source: Silo-Jobs
de: Silo-Aufträge

source: Time
de: Zeit

source: Payload
de: Gewicht

source: Description
de: Auftragsbeschreibung

source: No open jobs
de: Keine Aufträge Vorhanden

source: Date
de: Datum

source: This station is closed on weekends!
de: Diese Ladestelle ist am Wochenende geschlossen!

source: You are not authorized to access this station!
de: Für diese Ladestelle haben Sie keine Berechtigung!

source: The reservation deadline has been reached, no more reservations will be accepted!
de: Die Frist für Reservierungen ist bereits abgelaufen, es werden keine weiteren Reservierungen für diesen Tag angenommen!

source: free
de: Frei

source: The maximal number of Slots have been reserved, no more reservations will be accepted!
de: Die maximale Anzahl an Buchungen wurde bereits erreicht, es werden keine weiteren Reservierungen für diesen Tag angenommen!

source: successfully blocked the selected slots!
de: Die gewählten Ladezeiten wurden erfolgreich geblockt!

source: The slots listed below had already been reserved before you blocked them. You can click on the link if you want to relase a slot. use <CTRL><click> to open the slot-form (in a new window or tab)
de: Die unten aufgelisteten Ladezeiten waren bereits reserviert, bevor Sie diese geblockt haben. Sie können auf den Link klicken, um die Ladezeit wieder frei zu geben. (Verwenden Sie <CTRL><click> um das Formular in einem neuen Fenster zu öffnen)

source: successfully %s the selected slots!
de: Die gewählten Ladezeiten wurden erfolgreich verarbeitet!

source: You are not authorized to access this page!
de: Sie sind nicht berechtigt, diese Seite aufzurufen!

source: The reservation has been saved successfully!
de: Die Reservierung wurde erfolgreich gespeichert!

source: The reservation has been deleted successfully!
de: Die Reservierung wurde erfolgreich gelöscht!

source: This slot is no longer blocked!
de: Dieses Ladefenster wurde wieder freigegeben!

source: The deadline for booking this slot has ended!
de: Die Reservierungs-Frist für diesen Termin ist abgelaufen!

source: This slot was already booked by a different person!
de: Dieses Zeitfenster wurde bereits durch jemand anderen reserviert!

source: You are not allowed to change this slot!
de: Sie haben keine Berechtigung diese Reservierung zu ändern!

source: This slot has been blocked!
de: Dieses Ladefenster wurde geblockt und kann nicht reserviert werden!

source: This slot can not be changed any more!
de: Diese Reservierung kann nicht mehr geändert werden!

source: Your password has been changed!
de: Ihr Passwort wurde erfolgreich geändert!

source: You are not allowed to change the status of a slot!
de: Sie haben keine Berechtigung den Status eines Ladefensters zu ändern!

source: Some slots had already been reserved
de: Einige Ladezeiten waren bereits reserviert

source: Blocking Of Timeslots
de: Ladefenster blocken

source: Show station
de: Ladezeiten-Übersicht anzeigen

source: Show list of timeslots
de: Liste der Ladezeiten anzeigen

source: Show table of jobs
de: Aufträge als Tabelle anzeigen

source: Germany
de: Deutschland

source: Fax
de: Telefax

source: Company domicile
de: Sitz der Gesellschaft

source: Commercial register
de: Registergericht

source: Board of Directors
de: Verwaltungsrat

source: VAT-ID-No.
de: USt-ID-Nr.

source: Important Legal Information
de: Wichtige rechtliche Hinweise (englisch)

source: Privacy Policy
de: Erklärung zum Datenschutz (englisch)

source: Blocked
de: Geblockt

source: Logfiles for
de: Logeinträge für den

source: User
de: Anwender

source: Task
de: Eintrag

source: Change Password
de: Passwort ändern

source: add another charge
de: Weiteren Auftrag hinzufügen

source: Delete Job
de: Auftrag löschen

source: If you leave this page, your changes will be lost and the slot will be reserved for you.\r\rIf there are no jobs associated with this slot, your reservation will be deleted after five minutes.
de: Wenn Sie diese Seite verlassen, gehen Ihre Änderungen verloren, aber das Ladefenster bleibt zunächst für Sie reserviert.\r\rWenn Sie bei dieser Reservierungs keine zugehörigen Aufträge angegeben haben, wird das Ladefenster nach fünf Minuten wieder frei gegeben.

source: Reservation for
de: Reservierung für den

source: Your reservation for this slot will end soon! Please fill in the form and send it.
de: Ihre Reservierung für dieses Zeitfenster endet bald! Bitte füllen Sie das Formular korrekt aus und schicken Sie es ab.

source: Your reservation for this slot has enden! It is not sure, whether any changes can be saved.
de: Ihre Reservierung für dieses Zeitfenster ist abgelaufen und kann möglicherweise nicht mehr korrekt gespeichert werden!

source: Created
de: Erstellt

source: Corresponding jobs
de: Zugehörige Aufträge

source: at least one job is required, charges may not exceed FTL
de: Es muss mindestens ein Auftrag angegeben werden. Die Ladung darf die FTL nicht übersteigen

source: Jobnumber
de: Auftrags-Nummer

source: This charge will be an intermodal freight transport (KLV) or local public transport (NV)
de: Dieser Auftrag wird im Kombinierten Ladungsverkehr (KLV) oder Nahverkehr (NV) transportiert

source: Release blocked slot
de: Ladefenster freigeben, Daten löschen

source: Release slot and keep data
de: Ladefenster freigeben, Daten behalten

source: Keep slot blocked
de: Ladefenster geblockt lassen

source: Make reservation
de: Reservieren

source: Update reservation
de: Reservierung aktualisieren

source: Cancel reservation
de: Reservierung abbrechen

source: Delete reservation
de: Reservierung löschen

source: Cancel editing
de: Bearbeiten abbrechen

source: Values represent hours before the beginning
de: Wert in Stunden vor der Verladung

source: Bookable until
de: Buchbar bis

source: Editable until
de: Änderbar bis

source: Available stations
de: Verfügbare Ladestellen

source: User list
de: Anwenderliste

source: Login
de: Anmelden

source: Browse logfiles
de: Logeinträge anschauen

source: Manage blocked slots
de: Ladefenster blocken/freigeben

source: Homepage
de: Startseite

source: Profile
de: Profil

source: Logout
de: Abmelden

source: Address:
de: Adresse:

source: Phone:
de: Telefon:

source: Language:
de: Sprache:

source: Change your profile
de: Ändern Sie Ihre Daten

source: Slot has been booked
de: Das Ladefenster wurde gebucht, der Spediteur ist noch nicht eingetroffen

source: Carrier is checking in
de: Der Spediteur checkt ein

source: Carrier is beeing loaded
de: Die Fracht wird geladen

source: Carrier has checked out
de: Der Spediteur hat ausgecheckt
